Repository: lienann/acf-starrating
Catalog: lang/acf-srf-*.po
Languages: fr_fr, ru_ru

source: Star Rating
fr_fr: Vote
ru_ru: "Звездный" рейтинг

source: Number of stars
fr_fr: Nombre d'étoiles
ru_ru: Количество звёзд

source: From 1 to 20
fr_fr: De 1 à 20
ru_ru: Возможные значения: от 1 до 20

source: Voting rules
fr_fr: Règles de vote
ru_ru: Правила голосования

source: Everyone visitors (used cookie)
fr_fr: Visiteurs (utilisation des cookies)
ru_ru: Все могут проголосовать (используется cookie)

source: Everyone visitors (used ip)
fr_fr: Visiteurs (utilisation de l'adresse IP)
ru_ru: Все могут проголосовать (используется ip)

source: Only logged users (used user ID)
fr_fr: Utilisateurs connectés uniquement (identifiants utilisateurs)
ru_ru: Только зарегистрированные пользователи (используется ID пользователя)

source: Revote
fr_fr: Revoter
ru_ru: Повторное голосование

source: Never
fr_fr: Jamais
ru_ru: Никогда

source: Hour later
fr_fr: 1 heure après
ru_ru: Через час

source: Day later
fr_fr: 1 jour après
ru_ru: Через день

source: Week later
fr_fr: 1 semaine après
ru_ru: Через неделю

source: Month later
fr_fr: 1 mois après
ru_ru: Через месяц

source: Year later
fr_fr: 1 an après
ru_ru: Через год

source: Voting status
fr_fr: Statut du vote
ru_ru: Состояние голосования

source: Closed if the vote?
fr_fr: Fermé si déjà voté ?
ru_ru: Закрыто ли голосование?

source: Closed
fr_fr: Fermé
ru_ru: Закрыто

source: vote
ru_ru: голос

source: Your voice:
fr_fr: Votre vote :
ru_ru: Ваш выбор:

source: Thank you. Your vote was counted.
fr_fr: Merci, votre vote a bien été pris en compte !
ru_ru: Спасибо. Ваш голос учтен.

source: Error voting.
fr_fr: Erreur lors du vote
ru_ru: Ошибка голосования.

source: Sorry. You can't vote.
fr_fr: Désolé, vous ne pouvez pas voter
ru_ru: Вы уже голосовали за эту статью.
